[
    {
        "level": "Beginner",
        "duration": "6 weeks",
        "total_reviews": 612,
        "title": "SMALL GROUP PERSONAL TRAINING",
        "details": "You deserve to feel fit, strong and confident in your health & physique. Which is exactly where you'll be within just 42 days of our starting our flagship Small Group Personal Training Programme - The Six Week Transformation Challenge The time you invest into training should add to your life. It should increase your energy when you're with your family and friends, improve your productivity and drive within your career, and embed additional confidence into everything you do. If you're ready to take action, drop weight, add muscle and finally create a relationship with your health and fitness that lasts- then check out the Six Week Challenge details below, and apply for a trial session here at the studio to see if we're the right fit for you.",
        "image_url": "https://www.armourycoachingstudio.co.uk/uploads/1/2/9/5/129586512/3_orig.jpg"
    },
    {
        "level": "Beginner",
        "duration": "8 weeks",
        "total_reviews": 859,
        "title": "1-2-1 PERSONAL TRAINING",
        "details": "1-2-1 personal training is the ultimate investment in your health. You'll be working directly with your coach in our private studio, following a bespoke plan to ensure you hit your goals in record time. Whether you want to slim down, add muscle or anything in between, our personal training packages will get you there in a fun and sustainable way.",
        "image_url": "https://www.armourycoachingstudio.co.uk/uploads/1/2/9/5/129586512/2_orig.jpg"
    },
    {
        "level": "Beginner",
        "duration": "7 weeks",
        "total_reviews": 855,
        "title": "NUTRITION COACHING",
        "details": "We'll teach you how to take control of your health and weight, without relying on any specific diet or products, with our 1-2-1 nutrition coaching. You'll working alongside a qualified nutritionist to build a sustainable approach together, so you'll not only hit your physique goals, but be able to stay there without rigid diets or unrealistic restrictions.",
        "image_url": "https://www.armourycoachingstudio.co.uk/uploads/1/2/9/5/129586512/1_1.jpg"
    },
    {
        "level": "Beginner",
        "duration": "5 weeks",
        "total_reviews": 955,
        "title": "ONLINE TRAINING",
        "details": "The TrainerX's Online Coaching Packages have been created to take the guesswork out of getting in the best shape of your life. You'll be working 1-2-1 with your Personal Trainer through our TrainerX Coaching app- where you'll get workouts designed specifically for you, progress monitored, regular check-ins and nutrition support for unrivalled results, anywhere in the world.",
        "image_url": "https://www.armourycoachingstudio.co.uk/uploads/1/2/9/5/129586512/smartmockups-k4dkpuo6-orig-orig_orig.jpg"
    },
    {
        "level": "Beginner",
        "duration": "10 weeks",
        "total_reviews": 925,
        "title": "Custom workouts on your",
        "details": "Your trainer will design weekly workouts specialized for your fitness level and goals. These on-demand video workouts will be customized to your equipment no matter where you are a few dumbbells at home, a full gym, or just bodyweight in a hotel room.",
        "image_url": "https://assets.website-files.com/5bee2dee67d34c2ea3a30653/5e98f7b064d694ac1de500a3_Convenience%202-p-500.jpeg"
    },
    {
        "level": "Beginner",
        "duration": "8 weeks",
        "total_reviews": 765,
        "title": "Highest quality trainers",
        "details": "We set the standard for what it means to be a top personal trainer in today's connected world. Before completing our proprietary online personal training curriculum, all of our trainers must be nationally certified and meet various other requirements.",
        "image_url": "https://assets.website-files.com/5bee2dee67d34c2ea3a30653/5e98f282ae81cf270a42bc15_Trainers%202-p-500.jpeg"
    }
]